Revit 2024 API
ParameterTypeId.JoistSystemClearSpacingParam Property
 "Clear Spacing"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId JoistSystemClearSpacingParam { get; }
Visual Basic
Public Shared ReadOnly Property JoistSystemClearSpacingParam As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ JoistSystemClearSpacingParam {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace